Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E36A.tmx
Source language: en_us
Languages: zh_cn

source: How To Stay Healthy On A Cruise
zh_cn: 如何在出海旅游时抵御疾病

source: Common cruise ship illnesses -- stomach bugs or seasickness -- can ruin your vacation.
zh_cn: 通常情况下，普通的游轮疾病--胃疼或者晕船--会毁了你的假日。

source: Ship crews typically include at least one doctor, while the largest ocean liners have a full staff of doctors and nurses.
zh_cn: 往往船员中至少会有一名医生，而那些大型的远洋游轮则会有一整套的医生和护士。

source: Basic medical care is always available, as well as defibrillators and supplies to treat broken bones.
zh_cn: 船上一般的医疗护理都会有，还有心脏助搏器以及治疗骨折的器械。

source: But always bring a sufficient supply of your regular medications on any trip.
zh_cn: 但任何一次旅行中都会有充足的常规药物供给。

source: Although not every cruise ship illness is avoidable, many are easily treatable.
zh_cn: 尽管不是每种游轮疾病都可以避免，但是很多还是很容易治疗的。

source: Familiarize yourself with the following five tips to avoid a cruise ship illness.
zh_cn: 了解以下的五个小贴士可以让你避免游轮疾病。

source: Overexposure
zh_cn: 过度曝光于阳光下

source: The ocean magnifies the sun's rays. Protect yourself from sunburn by liberally applying sun block with a high SPF.
zh_cn: 海洋能放大太阳的光线，你可以多涂抹一些具有高防晒系数的防晒霜来保护自己的皮肤不被晒伤。

source: A sunhat provides much needed shade on your ship's deck, while breezy long sleeves or a wrap keeps you cool but covered from the sun.
zh_cn: 在游船的甲板上，戴一个遮阳帽可以给你提供你所必须的阴凉。而一套透风的长袖或围巾则不但会使你感到凉爽还能遮阳。

source: Even when the sun is not shining brightly, UVA and UVB rays can still harm your skin and cause sunburn.
zh_cn: 即使阳光不强的时候，长波和短波紫外线仍能伤害你的皮肤造成晒伤。

source: Skin cancer is a very real risk after years of such sun exposure.
zh_cn: 如果长久如此曝晒则会极大增加皮肤癌的风险。

source: Although saltwater can be beneficial for many skin conditions, swimming pool water can be harmful.
zh_cn: 尽管咸水对多种肤质有益，但是游泳池的水却是有害的。

source: Chlorine dries out the skin and can worsen skin conditions such as psoriasis.
zh_cn: 氯会使皮肤变干并会恶化肤质比如产生牛皮癣。

source: Pre-treat dry skin with Vaseline and apply moisturizers after swimming.
zh_cn: 入水前应该用凡士林擦干皮肤，游泳后再涂抹一些润肤霜。

source: Although chlorinated pools are supposed to have low levels of bacteria, chlorine can't kill off every bug.
zh_cn: 尽管氯化的游泳池细菌应该较少，但是氯不可能杀死所有的细菌。

source: Bacterial contamination in swimming pool water can cause stomach illnesses (see "Stomach Bugs" below).
zh_cn: 游泳池水中的细菌感染会使人患上胃病（见如下“胃病”）。

source: Avoid swallowing pool water -- especially in the kiddie pool!
zh_cn: 要避免喝游泳池的水--尤其是在小孩子的游泳池里。

source: Stomach bugs
zh_cn: 胃病

source: Gastroenteritis, an ordinary stomach bug, is difficult for cruisers to avoid and is a common cruise ship illness.
zh_cn: 胃肠炎，作为一种普通的胃病，对于出海旅行的人来说是很难避免的。

source: In fact, it's one of the most common diseases among travelers around the globe -- be they cruisers, fliers or drivers.
zh_cn: 事实上，在全球的旅行者中，无论你是出海旅行者，乘坐飞机旅行者还是驾车旅游者，胃肠炎都是是一个最常见的疾病之一。

source: Chances are you'll be exposed to a virus or bacteria on your dream vacation, especially if you happen to be on a ship with contaminated food or infected people.
zh_cn: 有可能是你在梦想的假日里接触了病毒或者细菌，尤其是如果你恰巧在一艘船上接触到污染的食物和感染的人群。

source: The basic rules of food hygiene apply: Wash your hands frequently, especially before meals; eat only food that is thoroughly cooked; and practice moderation on the buffet line.
zh_cn: 食物安全的基本原则是：经常洗手，尤其是饭前洗手；只吃彻底烹煮过的食物。吃自助餐要有节制。

source: Norovirus is a common culprit of stomach sickness.
zh_cn: 诺瓦克病毒通常是胃病的罪魁祸首。

source: This hardy organism requires little growth to cause illness, resists many sanitation procedures and is transmitted easily between people.
zh_cn: 这种顽强的有机体几乎不需要生长就可以造成疾病，也可以抵抗多种卫生防御措施，并且易于在人群中传播。

source: Other bugs such as E. coli, salmonella, staphylococcus, shigella and hepatitis are potentially serious diseases.
zh_cn: 而其他的病菌如大肠杆菌，沙门氏菌，葡萄球菌，志贺氏杆菌和肝炎都是严重的潜伏疾病。

source: Always inform your ship's doctor at the first sign of any illness.
zh_cn: 一有生病的迹象一定要第一时间通知游船的医生。

source: If you suffer from diarrhea or vomiting on your cruise, drink lots of water to stay hydrated.
zh_cn: 如果你在乘船游览时拉肚子或呕吐，那么要多喝水以保持身体有充足的水分。

source: Motion sickness
zh_cn: 晕动病

source: Seasickness can turn a relaxing cruise on the calmest seas into an endless cycle of nausea and trips to the bathroom.
zh_cn: 晕船会使轻松的出海旅行变成一个无休止恶心的循环还得常往卫生间跑。

source: This cruise ship illness is difficult to treat once symptoms begin.
zh_cn: 这种游船疾病一旦有迹象很难治愈。

source: If you know you are prone to sea- or motion sickness, talk to your doctor before setting sail.
zh_cn: 你要是知道自己容易晕船，那么出海前一定要跟医生讲。

source: A commonly used seasickness medication is scopolamine, a prescribed patch worn behind the ear that releases medication for 72 hours. Your provider may also suggest an anti-nausea medication or herbal remedy.
zh_cn: 一个常用的晕船药是莨菪碱，在耳后佩戴一个指定的罩子，它会持续72小时释放药物，医生可能还会建议你服用晕船药或草药治疗。

source: To keep seasickness at bay, avoid tasks that keep your head static and still, such as reading, knitting or computer work.
zh_cn: 要彻底治愈晕船，则需要避免让你大脑保持平静和静置的活动比如读书，编织或操作电脑。

source: If you develop nausea - the first sign of seasickness - go to an exterior deck and fix your gaze on a land-based object or the horizon.
zh_cn: 如果你出现恶心的状况--晕船的第一个征兆--那么立刻到外面的甲板上去，然后盯着陆地的物体或者地平面看。

source: Lie face up if needed and keep yourself hydrated.
zh_cn: 如需保持自己不脱水，那么就把抬起来。

source: Stay far from the open bar and dessert buffet table because alcohol and heavy meals can slow your acclimation to life at sea.
zh_cn: 远离开放的酒吧和甜点桌，因为酒精和过多饮食为放慢你适应海上生活的步伐。

source: Respiratory illnesses
zh_cn: 呼吸疾病

source: Your cruise ship will sail into the open seas, where circulating trade winds keep the air clean and fresh.
zh_cn: 游船会航行到开阔的海域，在这些开阔的海域里不断循环的海风会使空气干净新鲜。

source: However, respiratory illnesses are still potentially serious risks on cruise ships.
zh_cn: 然而，在游船上的游人患呼吸道疾病的潜在几率仍然很大。

source: Influenza and Legionnaires' disease can be easily passed among people living in close, contained quarters.
zh_cn: 流感和肺炎能够很容易在那些居住在封闭的独立的房间里的人中间传播。

source: Avoid close contact with obviously ill people on your cruise and if you are sick, protect others by notifying the ship's doctor, heeding her instructions and sticking to your cabin.
zh_cn: 在游船上要避免与那些明显生病的人亲密接触。要是你生病了，那么为了保护他人，你要通知游船上的医生，听从医生的建议，呆在自己的房间里。

source: Tropical diseases
zh_cn: 热带病

source: If your cruise ship calls on ports in Central or South America, Southeast Asia or the South Pacific, you might be at risk of exposure to malaria, dengue fever or yellow fever.
zh_cn: 如果你们的游船会游历中美或南美，东南亚或南太平洋的港口，那么你们会有被传染上疟疾，登革热或黄热病的风险。

source: The Centers for Disease Control and Prevention keeps careful watch on disease outbreaks around the world.
zh_cn: 疾病防控中心一直在全球严密监视这些流行病的爆发。

source: Before your trip, check the listings at the CDC for the latest news on outbreaks in your destination.
zh_cn: 旅行前一定要查看疾病防控中心你们目的地的最近流行病疫情。

source: Bring a strong bug repellent and cover-all clothing to ward off bug bites in port.
zh_cn: 随身携带强驱虫剂以及可以遮盖全身的衣服以避免被港口的虫子叮咬。

source: Malaria-carrying mosquitoes are most active at dawn, dusk and night, and tend to linger near the ground.
zh_cn: 携带疟疾的蚊子在清晨，黄昏及晚上最为活跃，并且往往呆在地面上。

source: Always wear pants that cover your ankles. Consult with your physician about your potential risk of exposure.
zh_cn: 要一直都穿可以遮盖膝盖的长裤，咨询你的内科医生，如果曝露会有什么潜在的风险。
